Revit 2027 API
ParameterTypeId.LayerElemThickness Property
 "Thickness": Thickness
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemThickness { get; }
Public Shared ReadOnly Property LayerElemThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemThickness {
	ForgeTypeId^ get ();
}
static member LayerElemThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace